a52dec
accounts-qml-module
accountsservice
acl
adobe-source-code-pro-fonts
adwaita-icon-theme
aha
alacritty
alsa-card-profiles
alsa-lib
alsa-plugins
alsa-topology-conf
alsa-ucm-conf
amd-ucode
ani-cli
aom
apparmor
appimage-cli-tool-git
appstream
appstream-glib
appstream-qt
apr
apr-util
arandr
arch-wiki-docs
archlinux-appstream-data
archlinux-keyring
argon2
ark
artem
ascii-image-converter
at-spi2-atk
at-spi2-core
atk
atkmm
attica
attr
audiofile
audit
auracle-git
autoconf
automake
avahi
babl
baloo
baloo-widgets
base
bash
bash-completion
bat
bc
betterlockscreen
bind
binutils
bison
blas
blueberry
bluedevil
bluez
bluez-libs
bluez-qt
bluez-tools
bluez-utils
bmon
bolt
boost
boost-libs
bottom
brave-bin
breeze
breeze-gtk
breeze-icons
bridge-utils
brotli
bsp-layout
bspwm-rounded-corners
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cabextract
cairo
cairo-perl
cairomm
calc
candy-icons-git
cantarell-fonts
cava
cdparanoia
chromaprint
chrpath
cifs-utils
cmake
cmatrix
code
confuse
conky
containerd
convertlit
coreutils
cryptsetup
curl
dav1d
db
dbus
dbus-glib
dbus-python
dconf
desktop-file-utils
device-mapper
dict-git
didyoumean
diffutils
direnv
discount
discover
dmenu-distrotube-git
dmidecode
dmraid
dmscripts-git
dnssec-anchors
docbook-xml
docbook-xsl
docker
dolphin
dosfstools
double-conversion
drkonqi
dunst
e2fsprogs
ebook-tools
editorconfig-core-c
efibootmgr
efivar
egl-wayland
eglexternalplatform
electron17
ell
enchant
eww-git
exa
exiv2
exo
expac
expat
extra-cmake-modules
faad2
fakechroot
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flameshot
flashrom
flatpak
flex
fluidsynth
fmt
fontconfig
fortune-mod
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
galculator
gawk
gc
gcab
gcc
gcc-libs
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
gegl
geoclue
geocode-glib
gettext
ghc-libs
ghostscript
giflib
gimp
git
git-lfs
glib-networking
glib-perl
glib2
glibc
glibmm
glow
glslang
glu
gmp
gnome-backgrounds
gnome-bluetooth
gnome-desktop
gnome-desktop-common
gnome-keyring
gnu-free-fonts
gnu-netcat
gnupg
gnutls
go
gobject-introspection-runtime
gparted
gpgme
gpick
gpm
gptfdisk
graphene
graphite
graphviz
grep
groff
grub
gsettings-desktop-schemas
gsfonts
gsm
gspell
gst-plugin-pipewire
gst-plugins-base
gst-plugins-base-libs
gstreamer
gtest
gtk-update-icon-cache
gtk2
gtk3
gtkmm
gtkmm3
gtksourceview3
gts
guile
gvfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-adjunctions
haskell-aeson
haskell-aeson-pretty
haskell-alsa-core
haskell-alsa-mixer
haskell-ansi-terminal
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteable
haskell-byteorder
haskell-call-stack
haskell-case-insensitive
haskell-cereal
haskell-citeproc
haskell-cmdargs
haskell-colour
haskell-commonmark
haskell-commonmark-extensions
haskell-commonmark-pandoc
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-connection
haskell-contravariant
haskell-cookie
haskell-cryptonite
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-dbus
haskell-diff
haskell-digest
haskell-distributive
haskell-dlist
haskell-doclayout
haskell-doctemplates
haskell-emojis
haskell-erf
haskell-extensible-exceptions
haskell-file-embed
haskell-free
haskell-ghc-bignum-orphans
haskell-glob
haskell-haddock-library
haskell-hashable
haskell-hinotify
haskell-hourglass
haskell-hslua
haskell-hslua-aeson
haskell-hslua-classes
haskell-hslua-core
haskell-hslua-marshalling
haskell-hslua-module-path
haskell-hslua-module-system
haskell-hslua-module-text
haskell-hslua-module-version
haskell-hslua-objectorientation
haskell-hslua-packaging
haskell-hsyaml
haskell-http
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-integer-logarithms
haskell-invariant
haskell-iproute
haskell-ipynb
haskell-jira-wiki-markup
haskell-juicypixels
haskell-kan-extensions
haskell-lens
haskell-lexer
haskell-libmpd
haskell-libyaml
haskell-lpeg
haskell-lua
haskell-memory
haskell-mime-types
haskell-monad-loops
haskell-mono-traversable
haskell-netlink
haskell-network
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-pandoc-lua-marshal
haskell-pandoc-types
haskell-parallel
haskell-parsec-numbers
haskell-pem
haskell-pretty-hex
haskell-pretty-show
haskell-primitive
haskell-profunctors
haskell-quickcheck
haskell-random
haskell-reflection
haskell-regex-base
haskell-regex-compat
haskell-regex-posix
haskell-regex-tdfa
haskell-resourcet
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semigroupoids
haskell-sha
haskell-skylighting
haskell-skylighting-core
haskell-socks
haskell-split
haskell-splitmix
haskell-statevar
haskell-streaming-commons
haskell-strict
haskell-syb
haskell-tagged
haskell-tagsoup
haskell-temporary
haskell-texmath
haskell-text-conversions
haskell-text-icu
haskell-th-abstraction
haskell-th-compat
haskell-th-lift
haskell-th-lift-instances
haskell-these
haskell-time-compat
haskell-timezone-olson
haskell-timezone-series
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unicode-collation
haskell-unicode-data
haskell-unicode-transforms
haskell-uniplate
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vector
haskell-vector-algorithms
haskell-void
haskell-x11
haskell-x11-xft
haskell-x509
haskell-x509-store
haskell-x509-system
haskell-x509-validation
haskell-xml
haskell-xml-conduit
haskell-xml-types
haskell-yaml
haskell-zip-archive
haskell-zlib
hicolor-icon-theme
hidapi
htop
http-parser
hwdata
hwloc
hyphen
i3lock-color
iana-etc
icu
ijs
imagemagick
imath
imlib2
iniparser
iproute2
iptables
iputils
iso-codes
iwd
jansson
jasper
java-runtime-common
jbig2dec
jemalloc
jgmenu
jq
jre-openjdk
jre-openjdk-headless
js78
json-c
json-glib
jsoncpp
kaccounts-integration
kactivities
kactivities-stats
kactivitymanagerd
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcontacts
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdeconnect-git
kdecoration
kded
kdelibs4support
kdeplasma-addons
kdesu
kdnssd
kdoctools
kdsoap
kdsoap-ws-discovery-client
kemoticons
keyutils
kfilemetadata
kgamma5
kglobalaccel
kguiaddons
kholidays
khotkeys
ki18n
kiconthemes
kidletime
kinfocenter
kinit
kio
kio-extras
kio-fuse
kirigami2
kitemmodels
kitemviews
kjobwidgets
kmenuedit
kmod
knewstuff
knotifications
knotifyconfig
konsole
kpackage
kparts
kpeople
kpeoplevcard
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
ksystemstats
ktexteditor
ktextwidgets
kunitconversion
kuserfeedback
kwallet
kwallet-pam
kwayland
kwayland-integration
kwidgetsaddons
kwin
kwindowsystem
kwrite
kwrited
kxmlgui
l-smash
lame
lapack
layer-shell-qt
lcms2
ldb
ldns
lensfun
less
lib32-alsa-lib
lib32-alsa-plugins
lib32-brotli
lib32-bzip2
lib32-curl
lib32-e2fsprogs
lib32-expat
lib32-gcc-libs
lib32-glibc
lib32-icu
lib32-keyutils
lib32-krb5
lib32-libcap
lib32-libdrm
lib32-libelf
lib32-libffi
lib32-libgcrypt
lib32-libglvnd
lib32-libgpg-error
lib32-libidn2
lib32-libldap
lib32-libpciaccess
lib32-libpsl
lib32-libssh2
lib32-libtasn1
lib32-libtirpc
lib32-libunistring
lib32-libunwind
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcrypt
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxml2
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-lm_sensors
lib32-mesa
lib32-ncurses
lib32-nspr
lib32-nss
lib32-openssl
lib32-p11-kit
lib32-pam
lib32-readline
lib32-sqlite
lib32-systemd
lib32-vulkan-icd-loader
lib32-vulkan-intel
lib32-wayland
lib32-xz
lib32-zlib
lib32-zstd
libaccounts-glib
libaccounts-qt
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libblockdev
libbluray
libbpf
libbsd
libbytesize
libcanberra
libcap
libcap-ng
libcbor
libcddb
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdbusmenu-qt5
libdca
libde265
libdmtx
libdrm
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfakekey
libfdk-aac
libffi
libfm-extra
libfontenc
libfreeaptx
libftdi
libgcrypt
libgexiv2
libgit2
libglvnd
libgme
libgnomekbd
libgpg-error
libgtop
libgudev
libgusb
libheif
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimagequant
libimobiledevice
libinih
libinput
libinstpatch
libisl
libjcat
libjpeg-turbo
libksba
libkscreen
libksysguard
libldac
libldap
liblqr
libmad
libmanette
libmatroska
libmaxminddb
libmbim
libmd
libmfx
libmikmod
libmm-glib
libmms
libmng
libmnl
libmodplug
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmypaint
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnl
libnm
libnotify
libnsl
libogg
libomxil-bellagio
libopenmpt
libp11-kit
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libqaccessibilityclient
libqalculate
libqmi
libqrtr-glib
libraqm
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsidplayfp
libsigc++
libsm
libsmbios
libsndfile
libsodium
libsoup
libsoup3
libsoxr
libspiro
libssh
libssh2
libstemmer
libsysprof-capture
libtar
libtasn1
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libunistring
libunwind
libupnp
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvisual
libvorbis
libvpx
libwacom
libwebp
libwmf
libwpe
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfce4ui
libxfce4util
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmlb
libxmu
libxnvctrl
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libyuv
libzip
licenses
light
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
lightdm-webkit-theme-aether
lightdm-webkit2-greeter
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-whence
linux-headers
llvm-libs
lm_sensors
lmdb
lsb-release
lsof
lua
lua52
lua53
lua53-lpeg
luajit
luit
lutris
lv2
lvm2
lxappearance
lz4
lzo
m4
mailcap
make
man-db
md4c
mdadm
media-player-info
menu-cache
mesa
mesa-utils
meson
metis
milou
minecraft-launcher
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mojave-ct-icon-theme
mpc
mpd
mpfr
mpg123
mps-youtube
mpv
mtdev
mujs
mypaint-brushes1
nano
ncdu
ncurses
ndctl
neofetch
nerd-fonts-ibm-plex-mono
nerd-fonts-noto-sans-mono
nerd-fonts-sf-mono
nerdfetch
net-tools
netpbm
nettle
networkmanager
networkmanager-dmenu-git
networkmanager-qt
ninja
nitrogen
node-gyp
nodejs
nodejs-nopt
noto-fonts
npm
npth
nspr
nss
numactl
nvidia
nvidia-utils
nvm
obconf
obmenu-generator
oniguruma
openal
openbox
opencore-amr
openexr
openjpeg2
openmpi
openpmix
openssh
openssl
opus
orc
ostree
oxygen
oxygen-sounds
p11-kit
p7zip
pacaur
pacman
pacman-mirrorlist
pahole
pam
pambase
pamixer
pandoc
pango
pangomm
papirus-icon-theme
parted
patch
pciutils
pcre
pcre2
perl
perl-cairo-gobject
perl-data-dump
perl-error
perl-glib-object-introspection
perl-gtk3
perl-linux-desktopfiles
perl-mailtools
perl-timedate
phonon-qt5
phonon-qt5-gstreamer
picom
pinentry
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pixman
pkgconf
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-framework
plasma-integration
plasma-meta
plasma-nm
plasma-pa
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-wayland-session
plasma-workspace
plasma-workspace-wallpapers
playerctl
polkit
polkit-kde-agent
polkit-qt5
polybar
poppler
poppler-data
poppler-glib
poppler-qt5
popt
portaudio
powerdevil
ppp
prison
procps-ng
protobuf
protobuf-c
psmisc
pulseaudio-qt
purpose
python
python-appdirs
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-colorama
python-contextlib2
python-cryptography
python-distlib
python-distro
python-evdev
python-gobject
python-html5lib
python-idna
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-lxml
python-more-itertools
python-msgpack
python-nspektr
python-ordered-set
python-packaging
python-pafy
python-pep517
python-pillow
python-pip
python-ply
python-progress
python-pycparser
python-pyopenssl
python-pyparsing
python-pywal
python-requests
python-resolvelib
python-retrying
python-setproctitle
python-setuptools
python-six
python-toml
python-tomli
python-trove-classifiers
python-urllib3
python-validate-pyproject
python-webencodings
python-yaml
qca-qt5
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-graphicaleffects
qt5-location
qt5-multimedia
qt5-quickcontrols
qt5-quickcontrols2
qt5-sensors
qt5-speech
qt5-svg
qt5-tools
qt5-translations
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-x11extras
rainfall
ranger
rav1e
re2
readline
recode
reddio
redshift
reflector
rest
rhash
ripgrep
rofi
rsync
rtkit
rubberband
run-parts
runc
rustup
sbc
screen
sddm
sddm-kcm
sdl2
sed
semver
serd
serf
shaderc
shadow
shared-mime-info
shellcheck
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
smartmontools
smbclient
snapd
snappy
socat
solid
sonnet
sord
sound-theme-freedesktop
source-highlight
speex
speexdsp
spicetify-cli
spirv-tools
sqlite
squashfs-tools
sratom
srt
st-distrotube-git
starship
startup-notification
steam
subversion
sudo
suitesparse
svt-av1
sweet-cursor-theme-git
sweet-theme-git
sxhkd
syndication
syntax-highlighting
sysfsutils
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tdb
tevent
texinfo
thin-provisioning-tools
threadweaver
thunar
tpm2-tss
tracker3
tslib
ttf-font-awesome
ttf-hack
ttf-icomoon-feather
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-joypixels
ttf-liberation
ttf-mac-fonts
ttf-material-icons-git
ttf-opensans
ttf-ubuntu-font-family
tty-clock-git
twolame
tzdata
uchardet
udisks2
unzip
upower
usbmuxd
usbutils
util-linux
util-linux-libs
v4l-utils
vid.stab
vim
vim-runtime
vlc
vmaf
volume_key
vte-common
vte3
vtop
vulkan-icd-loader
vulkan-tools
wavpack
wayland
wayland-protocols
wayland-utils
webkit2gtk
webrtc-audio-processing
wget
which
wildmidi
wireless_tools
wireplumber
woff2
wpa_supplicant
wpebackend-fdo
x264
x265
xapp
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclicker
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xdotool
xf86-input-libinput
xfce4-terminal
xfconf
xfsprogs
xidlehook
xkeyboard-config
xmobar
xorg-fonts-encodings
xorg-server
xorg-server-common
xorg-setxkbmap
xorg-xauth
xorg-xdpyinfo
xorg-xinit
xorg-xkbcomp
xorg-xmessage
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorg-xsetroot
xorg-xwayland
xorgproto
xterm
xvidcore
xxhash
xz
yad
yajl
yay-git
youtube-dl
zenity
zeromq
zimg
zip
zlib
zscroll-git
zsh
zstd
zxing-cpp
zziplib
